Repository: GNOME/network-manager-iodine
Catalog: po/*.po
Languages: fr, hr, ru

source: Iodine DNS Tunnel
fr: Tunnel DNS avec Iodine
hr: Iodine DNS tunel
ru: DNS туннель Iodine

source: Client for Iodine DNS Tunnel
fr: Client pour les tunnels DNS avec Iodine
hr: Klijent za Iodine DNS tunel
ru: Iodine - клиент для DNS туннеля

source: Support for tunnelling IP traffic via DNS using Iodine.
fr: Prise en charge des tunnels pour le trafic IP via DNS à l’aide d’Iodine.
hr: Podrška za tuneliranje IP prometa putem DNS koristeći Iodine.
ru: Поддержка туннелирования передачи данных IP через DNS с помощью Iodine.

source: This is useful to get useful connectivity in cases where Internet access is severely filtered.
fr: Cela permet d’obtenir une connectivité utile lorsque l’accès à Internet est largement filtré.
hr: Ovo je korisno za povezivanje u slučajevima gdje se internetski promet filtrira.
ru: Этот способ соединения полезен, если ваш доступ к интернету подлежит строгой фильтрации.

source: Guido Günther
ru: Гвидо Гюнтер (Guido Günther)

source: You need to authenticate to access the Virtual Private Network “%s”.
fr: Authentification requise pour accéder au VPN « %s ».
hr: Potrebna je ovjera za pristup virtualnoj privatnoj mreži “%s”.
ru: Вам необходимо пройти аутентификацию для получения доступа к виртуальной частной сети «%s»

source: Authenticate VPN
fr: Authentification du VPN
hr: Ovjera VPN
ru: Аутентификация VPN

source: Password:
fr: Mot de passe :
hr: Lozinka:
ru: Пароль:

source: Tunnel connections via DNS.
fr: Connexions par tunnel via DNS.
hr: Tunelsko povezivanje putem DNS-a.
ru: Туннельные соединения с помощью DNS.

source: Saved
fr: Enregistré
hr: Spremljeno
ru: Сохранено

source: Always ask
fr: Toujours demander
hr: Uvijek upitaj
ru: Всегда спрашивать

source: General
fr: Général
hr: Općenito
ru: Общие

source: _Toplevel Domain:
fr: Domaine DNS du _tunnel :
hr: _Glavna domena:
ru: Домен _верхнего уровня:

source: Optional
fr: Facultatif
hr: Neobavezno
ru: Дополнительно

source: _Nameserver:
fr: Serveur de _noms :
hr: _Naziv poslužitelja:
ru: _Название сервера:

source: _Password:
fr: Mot de _passe :
hr: _Lozinka:
ru: _Пароль:

source: _Fragment Size:
fr: Taille des _fragments :
hr: _Veličina fragmenta:
ru: Размер _фрагмента:

source: Show password
fr: Afficher le mot de passe
hr: Prikaži lozinku
ru: Показать пароль

source: invalid integer property “%s” or out of range [%d -> %d]
fr: propriété numérique entière « %s » invalide ou en dehors de l'intervalle [%d -> %d]
hr: nevaljani cijeli broj “%s” ili je izvan raspona [%d -> %d]
ru: недопустимое целочисленное свойство «%s» или находится вне диапазона [%d -> %d]

source: invalid boolean property “%s” (not yes or no)
fr: propriété booléenne « %s » invalide (doit être « yes » pour oui ou « no » pour non)
hr: nevaljano bulovo svojstvo “%s” (not da ili ne)
ru: недопустимое логическое свойство «%s» (не «да» или «нет»)

source: unhandled property “%s” type %s
fr: propriété « %s » de type « %s » non gérée
hr: svojstvo s kojim se ne može rukovati “%s” vrste %s
ru: необработанное свойство «%s» типа %s

source: property “%s” invalid or not supported
fr: propriété « %s » invalide ou non prise en charge
hr: svojsto “%s” je nevaljano ili nije podržano
ru: свойство «%s» недопустимо или его поддержка не предусмотрена

source: No VPN configuration options.
fr: Aucune option de configuration du VPN.
hr: Nema VPN mogućnosti podešavanja.
ru: Нет параметров настройки VPN.

source: No VPN secrets!
fr: Aucun secret pour le VPN.
hr: Nema VPN tajni!
ru: Нет регистрационных данных VPN!

source: Could not find iodine binary.
fr: Impossible de trouver le programme iodine.
hr: Nemoguće je pronaći iodine binarnu datoteku.
ru: Не удалось найти исполняемый файл iodine.
